Repository: qoin-open-source/samen-doen-cc3
Catalog: cc3/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Accounts
nl: Rekeningen

source: Please enter a password that is at least 8 characters long.
nl: Kies een wachtwoord van tenminste 8 karakters lang

source: Please enter a password that contains at least 1 number.
nl: Kies een wachtwoord dat tenminste 1 cijfer bevat

source: Your old password was entered incorrectly. Please enter it again.
nl: Het oude wachtwoord is niet correct.

source: Old password
nl: Oud wachtwoord

source: New password
nl: Nieuw wachtwoord

source: The password must contain at least 8 character and include a number
nl: Voer a.u.b. een wachtwoord in van tenminste 8 karakters lang

source: New password confirmation
nl: Nieuw wachtwoord (nogmaals)

source: the current password is required
nl: Het huidige wachtwoord is vereist

source: the new password is required
nl: Het nieuwe wachtwoord is vereist

source: the new password confirmation is required
nl: Nogmaals het nieuwe wachtwoord ingeven is vereist

source: The new password must be different
nl: Nieuw wachtwoord moet anders zijn.

source: Amount
nl: Bedrag

source: Amount to pay
nl: Bedrag te betalen

source: Please enter an amount to pay
nl: Vul een bedrag in

source: Contact Name <br />(business)
nl: Contactpersoon <br />(bedrijf)

source: Person to contact
nl: Contactpersoon

source: Please enter the Contact Name at the company you wish to pay
nl: Voer a.u.b. de contactpersoon van het bedrijf dat u wenst te betalen in

source: Description
nl: Beschrijving

source: Give a clear description of the payment
nl: Geef een heldere betaalomschrijving op

source: Please enter a description for the payment
nl: Geef een betaalomschrijving op

source: You cannot pay this member as their account is still pending.
nl: Deze gebruiker kan niet betaald worden omdat zijn account nog geactiveerd moet worden

source: You have not selected a valid recipient for your payment
nl: Geen geldige begunstigde geselecteerd

source: Total value of this trade
nl: Totale transactiewaarde

source: Total value may not be less than the number of {0}s
nl: Totale waarde mag niet minder zijn dan het aantal {0}s

source: Paid
nl: Betaald

source: Received
nl: Ontvangen

source: Please enter a date in the past
nl: Voer een datum uit het verleden in

source: The from date is after the to date. Please correct
nl: De vanaf datum ligt na de tot datum

source: Required amount
nl: Vereist bedrag

source: Please specify an amount
nl: Geef een bedrag op

source: Specify purpose
nl: Bestedingsdoel

source: Specify earn back
nl: Terugverdienopties

source: Credit Application
nl: Aanvraag leverancierskrediet

source: Please check this box to agree to our terms and conditions
nl: Vink aan om de algemene voorwaarden te accepteren

source: Full Account Application
nl: Volledige account aanvraag

source: I've read and accepted the terms &amp; conditions for closing my account
nl: Ik heb de Algemene Voorwaarden gelezen en geaccepteerd

source: You must accept the terms & conditions to close your account
nl: U moet de Algemene Voorwaarden accepteren om te registreren

source: Your balance is negative. You cannot close your account.
nl: U heeft een negatief saldo. U kunt daarom uw account niet sluiten

source: Security Options
nl: Beveiligingsmogelijkheden

source: Please enter an amount to convert.
nl: Voer a.u.b. een geldige bedrag in om om te rekenen

source: You do not have sufficient credit.
nl: Het saldo of de kredietruimte is onvoldoende om de betaling te voltrekken

source: You must change your password before you can continue.
nl: Het wachtwoord moet worden gewijzigd om verder te kunnen

source: Transactions for: %(date)s
nl: Transacties voor: %(date)s

source: Last 10 transactions
nl: Laatste 10 transacties

source: Current balance:
nl: Huidig saldo

source: Recipient:
nl: Betaald aan:

source: Sender:
nl: Ontvangen van:

source: Date
nl: Datum

source: From/To
nl: van/naar

source: No transactions in this month
nl: Geen transacties deze maand

source: You do not have sufficient credit to complete the payment
nl: U heeft niet afdoende saldo of kredietruimte om de betaling te voltrekken

source: Account Statistics
nl: Account statistieken

source: This month
nl: Deze maand

source: Last month
nl: Vorige maand

source: %(currency_name)s amount redeemed by customers
nl: %(currency_name)s verzilverd door klanten

source: %(currency_name)s amount spent by business
nl: %(currency_name)s door mij uitgegeven

source: Number of unique customers
nl: Aantal unieke klanten

source: Number of transactions
nl: Aantal transacties

source: Total euro amount spent by customers
nl: Totale euro bedrag besteed door klanten

source: Average euro amount spent per transaction
nl: Gemiddeld bedrag besteed per transactie

source: Since joining %(platform_name)s
nl: Sinds deelname aan %(platform_name)s

source: Total amount contributed to good causes by customers
nl: Totale bijdrage van mijn klanten aan spaardoelen

source: Transactions Made
nl: Uitgevoerde Transacties

source: Current Spending Limit
nl: Huidig Betalings Limiet

source: date
nl: datum

source: from/to
nl: van/naar

source: description
nl: beschrijving

source: amount
nl: bedrag

source: No matching transactions were found
nl: Geen transacties gevonden

source: You're not logged in
nl: U bent niet ingelogd

source: Account Security
nl: Rekening beveiliging

source: Do you need to restrict usage of your account, because a payment card has been lost or stolen, or you suspect unauthorised access to your account? You can do that here. We recommend that you <a href="%(password_change_url)s">change your password</a> as an additional security measure.
nl: Wilt u uw pas blokkeren omdat deze gestolen of kwijtgeraakt is? Dat kunt u hier doen. We adviseren u <a href="%(password_change_url)s">uw wachtwoord te veranderen</a> als aanvullende veiligheidsmaatregel.

source: All account activity
nl: Alle account activiteit

source: unblocked
nl: Blokkering opgeheven

source: blocked
nl: Geblokkeerd

source: Place Ad
nl: Plaats advertentie

source: Edit Ad
nl: Bewerk advertentie

source: Attach images
nl: Afbeelding toevoegen

source: Image Instructions...
nl: Afbeeldingsinstructies...

source: Submit
nl: Verstuur

source: Thank You For Your Application
nl: Dank voor uw aanmelding

source: Thank You
nl: Bedankt

source: Thank you for your application. An email has been sent to the adminstrators
nl: Dank voor uw aanmelding. Een e-mail is verstuurd aan de beheerders

source: Dear %(cc3_system_name)s Credit Admin, A Full Account Application has been made by %(name)s (%(email)s). Regards, %(cc3_system_name)s
nl: Beste %(cc3_system_name)s kredietbeheerder, %(name)s (%(email)s) heeft zich aangemeld voor een volwaardig lidmaatschap. Groet, %(cc3_system_name)s

source: Full Account Application by %(name)s sent through %(site)s
nl: Aanmelding voor volwaardig lidmaatschap door %(name)s verstuurd via %(site)s

source: Dear %(name)s, Thank you for your application, an email has been sent to the administrators, who will be in touch with you shortly. Regards, %(cc3_system_name)s
nl: Beste %(name)s, Bedankt voor je aanmelding. Een bericht is verstuurd aan de beheerders, die spoedig contact met je zullen opnemen. Met vriendelijke groeten, %(cc3_system_name)s

source: Full Account Application sent through %(site)s
nl: Aanmelding voor volwaardig lidmaatschap verstuurd via %(site)s

source: Close Account
nl: Sluit Account

source: Your account is pending closure
nl: Uw account zal worden gesloten

source: Available Credit Line
nl: Beschikbare kredietlijn

source: Information on credit facilities
nl: Informatie over kredietmogelijkheden

source: Eligibility criteria
nl: Kredietvoorwaarden

source: Application procedure
nl: Aanmeldprocedure

source: Peer review and confidentiality
nl: Peer-review en vertrouwelijkheid

source: Where do you intend to spend the additional credit on?
nl: Waaraan ben je van plan het extra krediet uit te geven?

source: Which services or products are you going to offer to earn back the loan?
nl: Welke producten of diensten bied je aan in het netwerk om de lening terug te verdienen?

source: Send
nl: Verzenden

source: Dear %(cc3_system_name)s Credit Admin, A Credit Application has been made by %(name)s (%(email)s) for %(amount)s. The purpose: %(body)s The earn back: %(earn_back)s Regards, %(cc3_system_name)s
nl: Beste TradeQoin kredietbeheerder, %(name)s (%(email)s) heeft een kredietaanvraag gedaan voor %(amount)s. Bestedingsdoel: %(body)s Terugverdienopties: %(earn_back)s Groet, %(cc3_system_name)s

source: Credit Application by %(name)s sent through %(site)s
nl: Kredietaanvraag van %(name)s verstuurd via %(site)s

source: Dear %(name)s, Thank you for your credit application, an email has been sent to the administrators, who will be in touch with you shortly. Regards, %(cc3_system_name)s
nl: Beste %(name)s, Bedankt voor je kredietaanvraag. Een email is verstuurd aan de beheerders, die op korte termijn met je in contact zullen treden. Groet, %(cc3_system_name)s

source: Credit Application sent through %(site)s
nl: Krediet aanvraag verzonden via %(site)s

source: Thank You For Your Credit Application
nl: Bedankt voor je kredietaanvraag

source: Thank you for your credit application. An email has been sent to the adminstrators
nl: Bedankt voor je kredietaanvraag. Een e-mail is gestuurd aan de beheerders

source: Enable / Disable Ad
nl: Inschakelen / uitschakelen advertentie

source: Title
nl: Titel

source: My products
nl: Rekeningen

source: There are no items on this invoice
nl: Er staan geen artikelen op deze rekening

source: Unit price (ex. tax)
nl: Prijs per stuk (ex. btw)

source: Line total (ex. tax)
nl: Totaal (ex. btw)

source: Line total (incl. tax)
nl: Totaal (inc. btw)

source: Total
nl: Totaal

source: Recurring charges
nl: Rekening deze maand (in opbouw)

source: You have no assigned products
nl: Er worden geen producten afgenomen

source: Quantity
nl: Aantal

source: Price
nl: Prijs

source: Expires
nl: Verloopt

source: discount applies
nl: korting geldt

source: Your estimated monthly recurring charges, not including tax are
nl: Geschatte maandelijkse kosten (ex. btw)

source: Your estimated yearly recurring charges, not including tax are
nl: Geschatte maandelijkse kosten (ex. btw)

source: Previous Invoices
nl: Oudere rekeningen

source: You have no previous invoices
nl: Er zijn geen oudere rekeningen

source: Company
nl: Bedrijf

source: Invoice
nl: Facturen

source: View details
nl: Toon details

source: My Ads
nl: Mijn advertenties

source: My activities
nl: Mijn activiteiten

source: Completed activities
nl: Afgelopen activiteiten

source: You haven't signed up to any activities yet.
nl: U heeft zich nog niet aangemeld voor een activiteit

source: Activities summary
nl: Overzicht activiteiten

source: End
nl: Eind

source: Participants needed
nl: Deelnemers nodig

source: Signed up
nl: Aanmeldingen

source: Reward p.p.
nl: Waardering per deelnemer

source: Maximum cost
nl: Max. kosten

source: Actual cost
nl: Uiteindelijke kosten

source: Contact name
nl: Aanspreekpunt

source: Rewards
nl: Waarderen

source: Pay now
nl: Waardeer nu

source: Edit activity
nl: Activiteit bewerken

source: Cancel activity
nl: Activiteit annuleren

source: You haven't created any activities yet.
nl: U heeft nog geen activiteiten aangemaakt.

source: Pay Direct
nl: Betaal direct

source: This user does not exist
nl: Deze gebruiker bestaat niet

source: Make A Payment
nl: Voer een betaling uit

source: You can enter either a company name or the name of the person you are doing business with.
nl: U kunt een bedrijfsnaam of de naam van een contactpersoon invoeren

source: Process Payment
nl: Verwerk Betaling

source: YOU'RE ABOUT TO COMPLETE A PAYMENT
nl: JE STAAT OP HET PUNT EEN TRANSACTIE TE VOLTOOIEN

source: Pay %(name)s an amount of <span class="icon">%(currency_symbol)s</span> %(amount)s
nl: Betaal %(name)s <span class="icon">%(currency_symbol)s</span> %(amount)s

source: Cancel
nl: Annuleren

source: Confirm
nl: Bevestig

source: Browse
nl: Zoeken…

source: Offer
nl: Aanbod

source: Want
nl: Vraag

source: Images
nl: Afbeeldingen

source: Fixed price or other pricing option
nl: Bedrag of andere prijsoptie

source: Or
nl: Of

source: Indicates mandatory field
nl: Verplichte velden

source: Images Uploading
nl: Afbeeldingen worden geupload

source: Please wait for your images to finish uploading before submitting your advert
nl: Wacht a.u.b. tot uw afbeelding klaar is met uploaden

source: My Products
nl: Mijn Producten

source: Profile picture
nl: Profielafbeelding

source: Upload a profile image
nl: Profielafbeelding uploaden

source: Community
nl: Gemeente

source: Email
nl: E-mailadres

source: Business name
nl: Organisatienaam

source: Contact person
nl: Contactpersoon

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Job Title
nl: Functie

source: Country
nl: Land

source: City
nl: Stad

source: Address
nl: Adres

source: Postal code
nl: Postcode

source: Registration number
nl: Registratienummer

source: Phone number
nl: Telefoon nummer

source: Mobile number
nl: Mobiele telefoonnummer

source: Company website
nl: website

source: Company description
nl: Bedrijfsomschrijving

source: Give a clear indication of your areas of expertise so that other companies can easily find you.
nl: Geef een duidelijke indicatie van uw expertise zodat andere bedrijven u eenvoudig kunnen vinden.

source: Company categories
nl: advertentiecategorieën

source: SAVE PROFILE CHANGES
nl: PROFIEL WIJZIGINGEN OPSLAAN

source: Close My Account
nl: Sluit mijn account

source: If you no longer wish to use your account, you can close it by clicking the button below. Please note that once your account is closed:
nl: Klik op onderstaande knop om uw account te sluiten. Met het sluiten van uw account:

source: <li>You will not be able to log in or make any more transactions;</li> <li>Any positive balance you have remaining will be reset to zero;</li> <li>You can no longer earn or redeem %(currency_name)s;</li> <li>Any cards associated with this account will automatically be cancelled;</li> <li>Any adverts will be removed.</li>
nl: <li>Kunt u niet meer inloggen;</li> <li>Vervalt uw saldo;</li> <li>Kunt u niet meer sparen of verzilveren %(currency_name)s;</li> <li>Worden uw passen geblokkeerd en uw pasaanvragen geannuleerd;</li> <li>Worden uw advertenties verwijderd.</li>

source: Close
nl: Sluiten

source: Close my account
nl: Sluit mijn account

source: Are you sure you want to close your account? This action can not be undone.
nl: Weet u zeker dat u uw account wilt sluiten? Deze handeling kan niet ongedaan worden gemaakt

source: Account Closed
nl: Account gesloten

source: Thank you. We have now closed your account and logged you out.
nl: Uw account is gesloten en u bent uitgelogd

source: Thank you for using
nl: Bedankt voor het gebruik

source: We hope to see you again in the future.
nl: We hopen u in de toekomst terug te zien

source: Toggle Ad Status
nl: Verander advertentie status

source: Edit My Details
nl: Wijzig mijn gegevens

source: My Profile
nl: Mijn Profiel

source: Super users cannot have profiles
nl: Super Administrators kunnen geen profiel hebben

source: Cannot find a profile for the logged in user, please contact the site administrators
nl: We konden geen profiel vinden voor de ingelogde gebruiker. Neem contact op met de supportafdeling

source: Change Password
nl: Wijzig wachtwoord

source: CHANGE PASSWORD
nl: WIJZIG WACHTWOORD

source: Only integer amounts are allowed.
nl: Alleen ronde getallen zijn toegestaan.

source: Only amounts greater or equal to 0.01 are allowed.
nl: Alleen bedragen groter of gelijk aan 0.01 zijn toegestaan

source: Please complete at least one search field
nl: Maak a.u.b. tenminste één zoekveld compleet

source: Only amounts greater or equal to {0} are allowed.
nl: Alleen bedragen groter dan of gelijk aan {0} zijn toegestaan

source: Details saved successfully.
nl: Gegevens succesvol opgeslagen

source: Unable to save your changes - Please enter all required information and try again
nl: Opslaan van wijzigingen mislukt - Voer a.u.b. gevraagde informatie in en probeer opnieuw

source: Unable to save your changes - Please enter all required information and try again
nl: Opslaan van wijzigingen mislukt - Voer a.u.b. gevraagde informatie in en probeer opnieuw

source: You must complete your profile in order to view other areas of your account
nl: U moet uw profiel invullen alvorens u andere onderdelen van uw account kunt inzien

source: monthly_statement
nl: Maandelijks_afschrift

source: last_10_transactions
nl: laatste_10_transacties

source: Empty list and '%(class_name)s.allow_empty' is False.
nl: Lege lijst en '%(class_name)s.allow_empty' is onjuist.

source: Payment made successfully.
nl: Betaling succesvol voltrokken

source: Could not make payment at this time.
nl: Betaling niet gelukt op dit moment

source: You do not have sufficient credit to complete the payment plus the transaction fee.
nl: U heeft niet afdoende saldo of kredietruimte om de betaling te voltrekken en de transactiekosten te voldoen

source: Transaction successful
nl: Transactie geslaagd

source: You have been logged out, following a period of inactivity.
nl: U bent automatisch uitgelogd wegens inactiviteit

source: Name
nl: Naam

source: Category
nl: Categorie

source: Discount on '{0}' at {1}%
nl: {1}% korting op '{0}'

source: Business
nl: Organisatie

source: Import Card numbers from CSV
nl: Pasnummer importeren uit een CSV bestand

source: Email address
nl: E-mailadres

source: Num Street
nl: Huisnummer

source: Extra Address
nl: Huisnummer toevoeging

source: Postal Code
nl: Postcode

source: IBAN
nl: IBAN nummer

source: Account Holder
nl: Rekeninghouder

source: Creation Date
nl: Aanmaakdatum

source: Send / Old
nl: Verstuurd / oud

source: The user name is already in use. Please provide a unique user name.
nl: De gebruikersnaam is al in gebruik. Vul een unieke gebruikersnaam in.

source: CSV file
nl: CSV bestand

source: File uploaded must be a .csv file
nl: U moet een .csv bestand uploaden

source: Please fill in the necessary information in your profile for direct debit
nl: Vul a.u.b. noodzakelijk gegevens in voor automatische incasso

source: Active
nl: Geactiveerd

source: Pending
nl: In behandling

source: Blocked
nl: Geblokkeerd

source: Denied
nl: Afgewezen

source: I have an old card to replace
nl: Ik wil mijn oude pas vervangen

source: Order a new card
nl: Een nieuwe pas bestellen

source: Order another card
nl: Ik wil een extra pas aanvragen

# fulfillment
source: New
nl: In Behandeling

source: Manually Processed
nl: Pas gekoppeld

source: Cancelled (Account closed)
nl: Geannuleerd

source: Card UID
nl: Pas UID

source: Card number
nl: Pasnummer

source: Card name
nl: Pas naam

source: Card type
nl: Pas type

source: Owner
nl: Eigenaar

source: IMEI
nl: Terminal-nummer (IMEI)

source: ICCID
nl: SIM-kaartnummer (ICCID)

source: Comments/Notes
nl: Opmerkingen

source: Date created
nl: Aanmaakdatum

source: Date last seen
nl: Laatste keer gebruikt

source: Last Login Date
nl: Laatste keer ingelogd

source: card
nl: pas

source: Profile
nl: Profiel

source: Fulfillment
nl: Pasaanvragen

source: Fulfillments
nl: Pasaanvragen

source: Import CSV cards file
nl: Importeer een CSV bestand met pasnummers en pas UID’s

source: Upload CSV file
nl: Upload een CSV bestand

source: Block
nl: Blokkeer

source: Unblock
nl: Activeren

source: Block card
nl: Blokkeer pas

source: Are you sure you want to block card number %(card_desc)s?
nl: Weet u zeker dat u uw pas met nummer %(card_desc)s wilt blokkeren?

source: Block Card
nl: Blokkeer pas

source: Unblock card
nl: Pas activeren

source: Are you sure you want to unblock card number %(card_desc)s?
nl: Weet u zeker dat u uw pas met nummer %(card_desc)s weer wilt activeren?

source: Unblock Card
nl: Pas activeren

source: IMEI number
nl: IMEI nummer

source: Creation date
nl: Aanmaakdatum

source: Last seen
nl: Laatst gezien

source: No terminals registered
nl: Geen Terminals gekoppeld

source: NFC Operators
nl: Terminal operators

source: Last login
nl: Laatste inlog

source: No operators registered
nl: Geen operators aangemaakt

source: New Operator
nl: Nieuwe Operator

source: Fulfillment List
nl: Lijst pasaanvragen

source: Applicant name
nl: Naam aanvrager

source: SEPA details
nl: Bankgegevens voor automatisch incasso

source: Replace old scheme card?
nl: Oude pas vervangen?

source: Last modified
nl: Laatst Aangepaste

source: True
nl: Ja

source: False
nl: Nee

source: No fulfillment list found
nl: Geen passen verzendlijst gevonden

source: Export
nl: Exporteer

source: Delete Terminal Operator
nl: Operator verwijderen

source: Delete Operator
nl: Operator verwijderen

source: Create a new Terminal Operator
nl: Een nieuwe Terminal Operator aanmaken

source: Save Operator
nl: Operator opslaan

source: Manage Card
nl: Pas beheren

source: Manage card
nl: Pas beheren

source: You do not have any cards yet.
nl: U heeft nog geen pas

source: Register card
nl: Registreer pas

source: Order Card
nl: Pas aanvragen

source: You cannot order a card. Please check you have completed your address, BIC and IBAN number from your <a href="%(update_profile_url)s">profile</a>
nl: U kunt geen pas aanvragen. Controleer of u uw adres en bankgegevens volledig heeft ingevuld in uw profiel <a href="%(update_profile_url)s">profile</a>

source: Register Card
nl: Registreer pas

source: Order card
nl: Pas aanvragen

source: Order
nl: Aanvragen

source: You have registered your card already
nl: U heeft reeds een pas aangevraagd

source: Only Individuals can register cards
nl: Alleen spaarders kunnen een pas aanvragen

source: Cause donation
nl: Spaardoeldonatie

source: Enter a valid ICCID (19 or 20 digits)
nl: Vul een geldig ICCID in van 19 of 20 cijfers

source: PIN must be 4 digits
nl: Vul een viercijferige PIN code in

source: Enter a valid card number (up to 16 digits)
nl: Vul een geldig pasnummer in van maximaal 16 cijfers

source: Enter a valid IMEI number (15 digits)
nl: Vul een geldig IMEI nummer in van 15 cijfers

source: You have blocked your card
nl: Uw pas is geblokkeerd

source: You have re-activated your card
nl: Uw pas is weer geactiveerd

source: Empty list and '{class_name}.allow_empty' is False.
nl: Lege lijst en '{class_name}.allow_empty' is onjuist.

source: Your request for a new card has been received. It will be delivered within three working days at the address you specified.
nl: Uw pasaanvraag is ontvangen. We zullen de pas zo spoedig mogelijk per post laten bezorgen naar het adres vermeld in uw profiel.

source: Your request for a new card has been received. It will be delivered within three working days at the address you specified. We will deduct the fee for this card by direct debit.
nl: Uw pasaanvraag is ontvangen. We zullen de pas zo spoedig mogelijk per post laten bezorgen naar het adres vermeld in uw profiel.

source: amount +
nl: bedrag +

source: amount -/-
nl: bedrag -/-

source: Card does not exist
nl: Deze pas wordt niet herkend

source: Card is blocked or not yet activated
nl: Deze pas is geblokkeerd of nog niet geactiveerd

source: User does not have a CC3 Profile, unable to handle transactions
nl: Deze gebruiker heeft geen CC3 profiel. Transacties konden niet worden uitgevoerd

source: Terminal or operator name invalid
nl: Naam van terminal of operator ongeldig

source: Invalid amount, must be positive
nl: Ongeldig bedrag. Voer een positief bedrag in om de betaling uit te voeren

source: Must be authenticated as either sending or receiving party
nl: Moet worden geverifieerd als betalende of ontvangende partij

source: Unable to create payment with same sender as receiver
nl: Kan geen transacties uitvoeren waarbij de betaler gelijk is aan de begunstigde
