Repository: qoin-open-source/samen-doen-cc3
Catalog: cc3/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Not published
nl: Concept

source: Cancelled
nl: Geannuleerd

source: Title of the activity
nl: Titel van de activiteit

source: Description of the activity
nl: Beschrijving van de activiteit

source: Image height
nl: Afbeeldingshoogte

source: Image width
nl: Afbeeldingsbreedte

source: Criteria for participants
nl: Criteria

source: Participating communities
nl: Gemeentes

source: Date of activity
nl: Datum activiteit

source: Start time
nl: Starttijd

source: End time
nl: Eindtijd

source: Number of participants needed
nl: Deelnemers nodig

source: Reward per participant
nl: Waardering per deelnemer

source: Contact telephone number
nl: Telefoonnummer aanspreekpunt

source: Contact email
nl: E-mailadres aanspreekpunt

source: Reason for cancellation (if cancelled)
nl: Reden:

source: Finished
nl: Afgelopen

source: Offers
nl: Aanbod

source: Wants
nl: Vraag

source: You have selected multiple categories
nl: U heeft meerdere categorie&euml;n geselecteerd

source: Products &amp; services
nl: Producten &amp; diensten

source: Back
nl: Terug

source: Add Credit
nl: Krediet

source: Ads
nl: Advertenties

source: Latest
nl: Laatste

source: Telephone
nl: Telefoon

source: View
nl: Bekijk

source: back to my activities
nl: terug naar mijn activiteiten

source: back to all activities
nl: terug naar alle activiteiten

source: Where
nl: Lokatie

source: Restrictions
nl: Criteria

source: None
nl: Geen

source: tel
nl: Telefoonnummer

source: mail
nl: E-mailadres

source: You need to log in to sign up for this activity
nl: Log in om u aan te melden voor deze activiteit

source: Unsubscribe
nl: Afmelden

source: Only consumers can sign up for activities
nl: Alleen spaarders kunnen zich inschrijven voor activiteiten

source: You can't sign up for an activity from a different community
nl: U kunt zich niet aanmelden voor een activiteit buiten uw gemeente

source: Sign up
nl: Aanmelden

source: Signing up for an activity will make your profile visible to others
nl: Door u aan te melden wordt uw profiel zichtbaar voor anderen

source: Taking part:
nl: Deze toppers hebben zich aangemeld!

source: This is the maximum amount of Positoos you can earn
nl: Door deel te nemen aan deze activiteit spaart u:

source: Max participants
nl: Deelnemers nodig

source: New activity
nl: Nieuwe activiteit

source: Number of characters left
nl: Aantal resterende karakters

source: Select at least one community. Only members of your selected communities will be shown this activity.
nl: Selecteer tenminste één gemeente. Alleen spaarders in de geselecteerde gemeente(s) zullen de activiteit zien.

source: Location of activity
nl: Lokatie activiteit

source: Select the appropriate category/ies for the activity you are creating
nl: Selecteer de juiste categorie(en) voor de activiteit die u aanmaakt

source: If your planned activity has any restrictions, for example in terms of age or gender, you can specify it here. If you leave this field blank the criteria will be shown as: 'None'
nl: Indien deelnemers aan bepaalde criteria moeten voldoen, bijvoorbeeld op het gebied van leeftijd, geslacht, kennis of kunde, kunt u dit hier aangeven. Als u dit veld leeg laat zal er op de activiteiten pagina staan: 'geen'

source: Save changes to published activity
nl: Wijzigingen opslaan

source: Publish
nl: Publiceer

source: Save changes to unpublished activity
nl: Concept opslaan

source: Save (unpublished)
nl: Opslaan als concept

source: Save changes and publish
nl: Publiceren

source: Only 900 characters allowed
nl: Maximaal 900 karakters toegestaan

source: Manage participants
nl: Beheer deelnemers activiteit

source: back to activities summary
nl: terug naar overzicht activiteiten

source: Remove this participant
nl: Deelnemer afmelden

source: Not yet rewarded
nl: Nog niet gewaardeerd

source: reward paid
nl: Gewaardeerd

source: Manage rewards
nl: Deelnemers waarderen

source: Confirm reward payment
nl: Bevestigen waardering

source: You are about to make the following rewards payments for the '%(title)s' activity that took place on %(date)s:
nl: U staat op het punt om, in verband met de activiteit '%(title)s' op %(date)s de volgende transacties uit te voeren:

source: The total amount of these transactions is
nl: Totaal

source: Participant
nl: Deelnemer

source: Attendance
nl: Aanwezigheid

source: Adjust the times if the participant did not attend the whole session
nl: Pas de tijdstippen aan als de deelnemer niet volledig aanwezig was

source: Individual reward
nl: Waardering per deelnemer

source: Pay rewards
nl: Waardeer deelnemers

source: Already rewarded
nl: Reeds gewaardeerd

source: This activity is finished
nl: Afgelopen

source: This activity has started
nl: Gepubliceerd

source: This activity has been cancelled
nl: Geannuleerd

source: Still %(num_reqd)s participant needed
nl: Nog %(num_reqd)s deelnemer nodig

source: This activity is full
nl: Vol

source: Remove participant
nl: Deelnemer afmelden

source: Are you sure you want to remove participant %(name)s from the '%(title)s' activity on %(date)s
nl: Weet u zeker dat u de deelnemer(s) %(name)s wilt afmelden voor %(title)s op %(date)s

source: The participant will be unsubscribed and informed by email.
nl: De deelnemer wordt afgemeld en per e-mail geïnformeerd

source: You can give a reason for the removal here and we'll include it in the email:
nl: Geef eventueel hier op waarom de deelnemer wordt afgemeld:

source: Cancel Activity
nl: Activiteit annuleren

source: Are you sure you want to cancel this activity?
nl: Weet u zeker dat u deze activiteit wilt annuleren?

source: Any participants will be informed by email.
nl: Eventuele deelnemers worden per e-mail geïnformeerd.

source: You can give an explanation here and we'll include it in the email:
nl: Geef eventueel hier op aan de deelnemers waarom de activiteit wordt geannuleerd:

source: Marketplace detail
nl: Marktplaats detail

source: enquire
nl: informeer

source: Back to Overview
nl: Terug naar Overzicht

source: Enquire
nl: Informeren

source: Send enquiry
nl: Informeer

source: Dear %(name)s, You have an enquiry from %(user)s about %(title)s (id: %(id)s). Please contact them at %(email)s Their additional comments: %(body)s Regards, %(cc3_system_name)s
nl: Geachte %(name)s, U heeft een vraag van %(user)s over %(title)s (id: %(id)s). Neem a.u.b. contact op met hen via %(email)s Hun vraag/opmerking: %(body)s Vriendelijke groeten, %(cc3_system_name)s

source: Enquiry about %(title)s sent through %(site)s
nl: Vraag over %(title)s verstuurd vanaf %(site)s

source: Dear %(name)s, Thank you for your enquiry, an email has been sent to the advertiser, who will will be in touch with you shortly about the %(title)s. Your comments: %(body)s Regards, %(cc3_system_name)s
nl: Beste %(name)s, Dank voor je informatieverzoek. Een bericht is verstuurd aan de adverteerder, die contact zal opnemen over %(title)s. Je opmerkingen: %(body)s Groet, %(cc3_system_name)s

source: Thank You For Your Enquiry
nl: Bedankt voor uw vraag

source: Thank you for your enquiry. An email has been sent to the advertiser
nl: Dank voor uw reactie. Een email is verzonden aan de adverteerder

source: View all offers
nl: Bekijk alles in de categorie aangeboden

source: View all wants
nl: Bekijk alles in de categorie gevraagd

source: Pay
nl: Betaal

source: Pay for item
nl: Betaal voor item

source: Please check the details for your purchase, and click Process Payment if you are happy. <br /> You are purchasing <strong>%(ad_title)s</strong>.<br />
nl: Controleer de details voor uw aankoop, en klik op betaling verwerken als u tevreden bent. <br /> U zult aanschaffen <strong>%(ad_title)s</strong>.<br />

source: There were no results for your search
nl: Geen zoekresultaten

source: Your ad will be visible once an administrator has approved it
nl: Uw advertentie wordt zichtbaar zodra deze door TradeQoin is goedgekeurd

source: Preview only: This ad will not be visible to other users until approved by the administrator
nl: Dit is een voorvertoning: Deze advertentie zal niet zichtbaar zijn voor andere gebruikers totdat deze door TradeQoin is goedgekeurd

source: Cannot find %s
nl: Kan %s niet vinden

source: You cannot pay yourself
nl: U kunt geen betaling aan uzelf doen

source: Could not make payment at this time. (Backend unavailable)
nl: Op dit moment kan de betaling niet worden voltrokken. (Backend unavailable)

source: Only consumers can enquire about adverts
nl: Alleen spaarders kunnen reageren op advertenties

source: You cannot enquire about your own advert
nl: U kunt niet reageren op uw eigen advertentie

source: This activity has finished -- you cannot sign up
nl: De activiteit is afgelopen. U kunt zich niet niet meer aanmelden voor deze activiteit

source: You are already signed up
nl: U heeft zich reeds aangemeld voor deze activiteit

source: This activity is full -- you cannot sign up
nl: De activiteit is vol. U kunt zich niet meer aanmelden voor deze activiteit.

source: Thank you for signing up. The contact has received an email with your name and email address and can contact you.
nl: Dank voor uw aanmelding. Het aanspreekpunt heeft een e-mail ontvangen met uw naam en e-mailadres en kan eventueel contact met u opnemen.

source: This activity has finished -- you cannot unsubscribe
nl: De activiteit is afgelopen. U kunt zich niet meer afmelden voor deze activiteit

source: You are not currently signed up
nl: U heeft zich momenteel niet aangemeld voor deze activiteit

source: Unsubscribing you
nl: U bent afgemeld voor deze activiteit

source: Reward payments cancelled
nl: Waardering geannuleerd

source: Made reward payments of {0} {1}
nl: Er is een waardering van {0} {1} uitgevoerd

source: Participant {0} has been removed and notified
nl: De deelnemer {0} is afgemeld en per e-mail geïnformeerd

source: Please enter a number greater than 1
nl: Voer een getal groter dan 1 in

source: You don't have enough credit
nl: U heeft niet afdoende saldo of kredietruimte om de betaling te voltrekken

source: YOU'RE ABOUT TO CANCEL A REPEAT PURCHASE
nl: U STAAT OP HET PUNT EEN TERUGKERENDE BETALING TE ANNULEREN

source: You do not have sufficient credit to complete the payment.
nl: U heeft niet afdoende saldo of kredietruimte om de betaling te voltrekken

source: Individual
nl: Individueel

source: Please enter your Email address
nl: Voer a.u.b. uw e-mailadres in

source: Email Address (again)
nl: E-mailadres (nogmaals)

source: Please confirm your Email address
nl: Herhaal uw e-mailadres a.u.b.

source: Please enter your chosen password
nl: Voer a.u.b. uw gekozen wachtwoord in

source: Password (again)
nl: Wachtwoord (nogmaals)

source: Please confirm your chosen password
nl: Herhaal het gekozen wachtwoord a.u.b.

source: I've read and accepted the terms &amp; conditions
nl: Ik heb de Algemene Voorwaarden gelezen en geaccepteerd

source: You must accept the terms & conditions to register
nl: U moet de algemene voorwaarden accepteren

source: Activate account immediately?
nl: Account onmiddelijk activeren

source: Ticking this box activates the new account immediately and will not send the user an activation email.
nl: Door aan te vinken wordt het account onmiddellijk actief en zal er geen activatie e-mail worden verstuurd naar de gebruiker

source: This email has already been registered
nl: Dit e-mail adres is reeds geregistreerd

source: Please enter a valid community code.
nl: Voer a.u.b. een geldige community code in

source: Please enter the same email for both email and email confirmation.
nl: De ingevoerde e-mailadressen zijn niet gelijk

source: Please enter the same password for both password and password confirmation.
nl: De ingevoerde wachtwoorden zijn niet gelijk

source: Please select Individual or Entreprise
nl: Selecteer a.u.b. spaarder of winkelier

source: Please select Business or Individual
nl: Selecteer a.u.b. spaarder of winkelier

source: You cannot have more than one default good cause per community. Please edit the existing Default Good Cause for the {0} community
nl: U kunt niet meer dan één standaard spaardoel per community instellen. Verander het huidige standaard spaardoel in de {0} community in een gewoon spaardoel

source: Individual's chosen percentage
nl: Standaard spaardoeldonatie percentage - door Spaarders gekozen

source: Select .CSV file to upload
nl: Selecteer het .CSV-bestand dat u wilt uploaden

source: Make sure the CSV file is comma (,) or semicolon (;) separated, and values are properly quoted if necessary (all options in Excel).
nl: Zorg ervoor dat het .CSV-bestand komma (,) of punt-komma (;) gescheiden waardes heeft en individuele cellen aanhanlingstekens hebben (allen opties in Excel).

source: Has header row
nl: Heeft een titel/header rij

source: Tick here if the first row of the file contains headings, not to be treated as data
nl: Aanvinken als de eerste rij van het CSV bestand titels bevat, die niet als data verwerkt moet worden

source: Have you uploaded an empty file?
nl: Heeft u een leeg bestand geupload?

source: Please check that it is a valid .CSV file, with delimiter ',' or ';'
nl: Zorg ervoor dat het .CSV-bestand komma (,) of punt-komma (;) gescheiden waardes heeft

source: Unable to read the .CSV file. {0}
nl: Niet in staat het .CSV bestand te lezen. {0}

source: Unique user identifier type
nl: Type Unieke Identificator gebruiker

source: Unique user identifier
nl: Unieke identificator

source: Which column in the .CSV file contains the unique user identifier? Each user must have this in his/her profile. Blank fields are not allowed.
nl: Welke kolom in het .CSV bestand bevat de unieke identificatie van de spaarders? Elke spaarder die u wilt waarderen moet deze unieke identificator in zijn/haar profiel hebben. In deze kolom zijn lege velden niet toegestaan.

source: Amount in Positoos
nl: Aantal punten

source: Which column in the .CSV file contains the number of Positoos to be awarded? This column must contain only numeric values without decimals. Empty cells or values of 0 are also not accepted.
nl: Welke kolom in het .CSV-bestand bevat het aantal punten waarmee spaarders moeten worden gewaardeerd? Deze kolom moet uitsluitend numerieke waardes bevatten, zonder decimalen. Lege cellen of waardes van 0 worden ook niet geaccepteerd.

source: Which column in the .CSV file contains the description of the transaction? If no description is specified in the .CSV file, users will see the default description 'Positoos earned in shop, business or institution' . Descriptions can not be longer than 75 characters.
nl: Welke kolom in het .CSV-bestand bevat de omschrijving van de transactie? Als er geen omschrijving in het .CSV-bestand is opgegeven, zullen spaarders de standaard omschrijving zien 'Positoos gespaard bij winkelier, ondernemer of instelling'. Omschrijvingen kunnen niet langer zijn dan 75 karakters.

source: Highlight amounts above
nl: Boven welk aantal punten is een transactie opvallend?

source: To reduce the risk of accidental large payments, you can specify a value above which transaction is striking. When you next click will show a pop-up window. There the number of ratings that exceed the value specified .
nl: Om het risico van onbedoeld hoge waarderingen te voorkomen, kunt u aangeven boven welke waarde een transactie opvallend is. Wanneer u op volgende klikt zal een pop-up scherm verschijnen. Daarin wordt het aantal waarderingen dat deze waarde overschrijdt vermeld.

source: Donation percentage
nl: Percentage spaardoeldonatie

source: Column
nl: kolom

source: Column selections must be distinct
nl: U kunt niet dezelfde kolom selecteren voor meerdere velden

source: Please check the .csv file and ensure that you have selected the right columns. Affects row number(s):
nl: Pas het .CSV-bestand aan en controleer of u de juiste kolom heeft geselecteerd. Het betreft rijen:

source: Some of the values in the 'Amount in Positoos' column are not positive integers.
nl: Sommige cellen in de kolom ‘aantal punten’ hebben niet-numerieke waarden, zijn leeg, of hebben een waarde van 0.

source: Some of the values in the 'Description' column exceed the maximum of 75 characters.
nl: Sommige cellen in de kolom ‘omschrijving’ overschrijden het maximum aantal van 75 karakters.

source: Some rows do not have enough columns.
nl: Sommige rijen hebben niet genoeg kolommen

source: Some of the values in the 'Email' column are not in the correct format.
nl: Sommige cellen in de kolom ‘e-mailadres’ hebben niet het juiste format.

source: Some of the values in the 'Card number' column are not in the correct format.
nl: Sommige cellen in de kolom ‘pasnummer’ hebben niet het juiste format.

source: Some of the values in the 'Qoinware User ID' column are not numeric.
nl: Sommige cellen in de kolom ‘Samen Doen gebruikers ID’ hebben niet-numerieke waarden.

source: business
nl: bedrijfsnaam

source: transaction percentage
nl: transacties percentage

source: Percentage of each transaction to be rewarded in {0}
nl: Percentage van elke transactie dat als beloning in Positoos wordt uitbetaald {0}

source: reward by percentage
nl: Belonen via percentage

source: Reward will be automatically calculated as a percentage of the Euro transaction - percentage must be specified above. If not selected a fixed amount of {0} is to be entered.
nl: Wanneer aangevinkt moet de operator het aankoopbedrag invoeren en wordt de beloning in punten automatisch berekend als percentage van het aankoopbedrag. Wanneer niet aangevinkt moet de operator zelf het aantal {0} invoeren

source: Business reward settings
nl: terminal opties

source: consumer
nl: Spaarder

source: cause
nl: Spaardoel

source: default good cause
nl: Standaard spaardoel

source: Samen-Doen fields
nl: Samen-Doen velden

source: Confirm bulk rewards upload
nl: Bevestigen upload bulkwaardering

source: Bulk rewards upload
nl: Bulk waardering upload

source: Select file
nl: Kies CSV bestand

source: Configure
nl: Stel in

source: Confirm upload
nl: Bevestig upload

source: Number of transactions where amount
nl: Aantal transacties waar bedrag

source: Previous
nl: Vorige

source: Make transactions
nl: Transacties uitvoeren

source: Search results for
nl: Zoek resultaten voor

source: causes found
nl: Gevonden spaardoelen

source: Currently committed with:
nl: Op dit moment gecommitteerd met:

source: Select good cause
nl: Selecteer spaardoel

source: good causes
nl: Spaardoelen

source: Sum earned by user, business or institution
nl: Gespaard

source: {0}% Cause donation (chosen by {1})
nl: {0}% Spaardoeldonatie (door {1} gekozen)

source: Donation percentage set to {0}%
nl: Het percentage is gewijzigd naar {0}%

source: Donation percentage updated from {1}% to {0}%
nl: Het percentage is gewijzigd van {1}% naar {0}%

source: Rewards applied successfully. Total amount paid: {0}
nl: Uw bulk waardering is succesvol verwerkt. In totaal is er {0} overgemaakt.

source: equals
nl: is gelijk aan

source: greater than
nl: meer dan

source: less than
nl: minder dan

source: greater than or equal to
nl: meer dan of gelijk aan

source: less than or equal to
nl: minder dan of gelijk aan

source: not equal to
nl: niet gelijk aan

source: Name of rule
nl: Naam van regel

source: Description of rule
nl: Beschrijving van regel

source: Which set of rules does this belong to
nl: Welke set regels hoort hierbij

source: Action to be run (if any), ie: cc3.rules.actions.Pay
nl: Actie om uit te voeren (if any), ie: cc3.rules.actions.Pay

source: What did the action return
nl: Wat was het resultaat van de actie

source: Select Dashboard
nl: Selecteer een Dashboard

source: Table
nl: Tabel
