Repository: qoin-open-source/samen-doen-cc3
Catalog: cc3/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Card must be linked to one of the payment parties
nl: De pas moet gelinkt zijn aan een van de bij de betaling betrokken partijen

source: Sender doesn't have CC3 profile
nl: Afzender/betaler heeft geen CC3 profiel

source: You cannot make transactions outside your community
nl: U kunt geen transacties doen buiten uw gemeente

source: Sender has insufficient balance for the payment
nl: Betaler heeft onvoldoende saldo voor de betaling

source: Unable to perform the transaction
nl: Transactie kon niet worden uitgevoerd

source: {0} {1} were credited and the good cause {2} received {3} {4}
nl: Er zijn {0} {1} bijgeschreven en het spaardoel {2} ontving {3} {4}

source: {0} {1} were credited
nl: Er zijn {0} {1} bijgeschreven

source: Near event
nl: Naderend evenement

source: Information
nl: Informatie

source: name
nl: naam

source: image
nl: Afbeelding

source: title
nl: Titel

source: created by
nl: Gecreëerd door

source: creation Date
nl: Aanmaakdatum

source: content
nl: Inhoud

source: By
nl: Door

source: at
nl: op

source: More info
nl: Meer info

source: Categories
nl: Categorie

source: Please select a category
nl: Selecteer een categorie

source: Please enter a price
nl: Voer een prijs in

source: Either a price or a price option is required.
nl: Vul een bedrag in of kies voor N.O.T.K.

source: The member is not part of your community
nl: Deze gebruiker maakt geen deel uit van uw community

source: Reason for group change
nl: Reden voor groepsaanpassing

source: You have not changed the group
nl: U heeft de groep niet aangepast

source: Created
nl: Gecreëerd door

source: Modified
nl: Gewijzigd

source: Deleted
nl: Verwijdert

source: Action
nl: Actie

source: Message
nl: Bericht

source: Changed %s.
nl: Gewijzigd %s.

source: and
nl: en

source: Change group
nl: Wijzig groep

source: Change Group
nl: Wijzig groep

source: Change member password
nl: Wijzig wachtwoord

source: Clicking the button below will generate a new random password for this user and sends it to them in an email.
nl: Hiermee wordt willekeurig een nieuw wachtwoord aangemaakt en per e-mail naar de gebruiker gestuurd

source: Send new password
nl: Verstuur nieuw wachtwoord

source: Edit Content
nl: Inhoud aanpassen

source: <p> You are editing content for the placeholder '%(placeholder)s' on page <a href="%(page_url)s">%(page_url)s</a> in the language '%(language)s' </p>
nl: <p> Je past inhoud aan van het veld '%(placeholder)s' op de pagina <a href="%(page_url)s">%(page_url)s</a> in de taal '%(language)s' </p>

source: Save
nl: Opslaan

source: Back to list
nl: Terug naar lijst

source: Content List
nl: Inhoud lijst

source: Content
nl: Inhoud

source: page url
nl: pagina url

source: language
nl: Taal

source: Edit
nl: Bewerk

source: No content found
nl: Geen Inhoud gevonden

source: Add Member
nl: Gebruiker toevoegen

source: first step
nl: Eerste stap

source: prev step
nl: Vorige stap

source: submit
nl: verstuur

source: Contact Person
nl: Contactpersoon

source: Update Ad
nl: Advertentie bijwerken

source: Edit Member
nl: Gebruiker bewerken

source: Account Type
nl: Rekening Type

source: transactions
nl: transacties

source: reset password
nl: vernieuw wachtwoord

source: wants &amp; offers
nl: vraag &amp; aanbod

source: change group
nl: wijzig groep

source: Advanced backoffice functions
nl: geavanceerde backoffice functies

source: communications log
nl: Communicatielogbestand

source: debit/credit limit
nl: debit/credit limiet

source: Hold / Release Ad
nl: Verberg / Publiceer advertentie

source: Member List
nl: Lijst van gebruikers

source: Members
nl: Gebruikers

source: Add
nl: Toevoegen

source: reset
nl: opnieuw instellen

source: Search
nl: Zoeken

source: Search contact or business name
nl: Zoek contact of organisatie

source: job title
nl: Functie

source: business name
nl: organisatienaam

source: Cyclos group
nl: cyclos groep

source: active ads
nl: actieve advertenties

source: M2M TX
nl: Transacties van spaarder naar spaarder

source: account balance
nl: Rekening saldo

source: registration date
nl: registratiedatum

source: UNCOMPLETED REGISTRATION
nl: ONVOLLEDIGE REGISTRATIE

source: no email given, could be comm admin
nl: geen e-mail, kan comm admin zijn

source: Full
nl: Volwaardig

source: New
nl: Nieuw

source: No members were found
nl: Geen leden gevonden

source: Member Wants and offers
nl: Gebruikers vraag en aanbod

source: Member Wants and Offers
nl: Gebruikers vraag en aanbod

source: Image
nl: Afbeelding

source: Views
nl: Bekeken

source: Member Transactions
nl: Gebruikerstransacties

source: Total Payments Made
nl: Totaal Uitgevoerde Betalingen

source: Total Payments Received
nl: Totaal Ontvangen Betalingen

source: Dear %(name)s, Your administrator has reset your password for %(site)s. Please log in and change it as soon as possible. Your password is: %(password)s Regards, TradeQoin
nl: Beste %(name)s, Uw beheerder heeft uw wachtwoord voor %(site)s vernieuwd. Log a.u.b. in en verander uw wachtwoord zo snel mogelijk. Uw wachtwoord is: %(password)s Met vriendelijke groet, TradeQoin

source: New password for %(site)s
nl: Nieuw wachtwoord voor %(site)s

source: Wants and offers
nl: Vraag en aanbod

source: Community Wants and Offers
nl: Community Vraag en Aanbod

source: Community Member
nl: Community (of Gemeente) lid

source: You can enter either a company name or the name of the person you are placing the advert for.
nl: Voor een bedrijfsnaam in of de naam van de persoon namens wie de advertentie wordt geplaatst

source: Transactions
nl: Transacties

source: from
nl: van

source: to
nl: naar

source: No transactions were found
nl: Geen transacties gevonden

source: Unable to save your changes - Please enter all required information and try again
nl: Uw wijzigingen kunnen niet worden opgeslagen - Vul a.u.b. alle vereiste informatie in en probeer opnieuw

source: Please correct the form.
nl: Corrigeer het formulier

source: New password sent.
nl: Nieuw wachtwoord verzonden.

source: Group changed.
nl: Groep aangepast.

source: Please make sure you have added captions for all your images.
nl: Voorzie alle afbeeldingen van een naam

source: Browse...
nl: Zoeken...

source: Add Image
nl: Afbeelding Toevoegen

source: Remove Image
nl: Verwijder Afbeelding

source: New Member created successfully.
nl: NIeuwe gebruiker succesvol aangemaakt

source: The field
nl: Het veld

source: is required.
nl: is vereist

source: Only the following file formats are allowed:
nl: Alleen de volgende bestandsformaten zijn toegestaan:

source: The maximum allowed file size is: {0}MB
nl: De maximale bestandsgrootte is: {0}MB

source: An error occurred reading the uploaded file
nl: Het bestand kon niet gelezen worden

source: Category title
nl: Categorie titel

source: Category description
nl: Categorie-omschrijving

source: Marks this Category as active
nl: Markeert deze categorie als actief

source: Don't report matching wants/offers for this Category
nl: Rapporteer niet over matches tussen vraag en aanbod in deze categorie

source: categories
nl: Categorieen

source: Cyclos transaction ID - can be used for chargeback
nl: Cyclos transactie ID - kan worden gebruikt voor terugvordering

source: Report date
nl: Rapportage datum

source: 404 Not Found
nl: 404 - pagina niet gevonden

source: TradeQoin
nl: Positoos

source: This website uses cookies to enhance the user-experience.
nl: Deze website maakt gebruikt van cookies voor een betere gebruikservaring

source: THAT'S FINE
nl: DAT IS PRIMA

source: I DON'T AGREE
nl: DAT WIL IK NIET

source: Search for businesses, offers or wants
nl: Zoeken

source: Join
nl: Deelnemen

source: Logout
nl: Uitloggen

source: Login
nl: Inloggen

source: Registered
nl: Geregistreerd

source: You are now registered. Please check your email for your activation instructions
nl: U bent nu geregistreerd. Controleer a.u.b. uw e-mail voor activatie instructies

source: Register to join TradeQoin today!
nl: Registreer en sluit je aan!

source: Password
nl: Wachtwoord

source: I've read and accepted the<br />TradeQoin <a href="%(tandc_url)s">terms &amp; conditions
nl: Ik heb de <br />Positoos <a href="%(tandc_url)s">algemene voorwaarden gelezen en geaccepteerd

source: Confirm Email
nl: Bevestig E-mail

source: Confirm Password
nl: Bevestig wachtwoord

source: Language
nl: Taal

source: I’ve read and accepted the<br />TradeQoin <a href="%(tandc_url)s">terms &amp; conditions
nl: Ik heb de<br />TradeQoin <a href="%(tandc_url)s">voorwaarden</a> gelezen en stem ermee in

source: Marketplace
nl: Marktplaats

source: About
nl: Over

source: General Information
nl: Algemene informatie

source: Businesses
nl: Organisaties

source: FAQ
nl: Veelgestelde Vragen

source: Welcome <span>%(cc3_profile_full_name)s</span>
nl: Welkom <span>%(cc3_profile_full_name)s</span>

source: My Balance
nl: Mijn saldo

source: My account
nl: Mijn Account

source: Choose a page
nl: Kies een pagina

source: Account
nl: Rekening

source: From date
nl: van datum

source: To date
nl: tot datum

source: Pay direct
nl: Betaal direct

source: Credit
nl: Krediet

source: My ads
nl: Mijn advertenties

source: Meet TradeQoin
nl: Ontmoet TradeQoin

source: New opportunities in times of downturn
nl: Nieuwe kansen in roerige tijden

source: Find new <br />clients
nl: Vind nieuwe <br />klanten

source: Increase <br />turnover
nl: Verhoog <br />uw omzet

source: Improve <br />profit
nl: Verbeter <br />uw winst

source: Improve <br />cash position
nl: Verbeter <br />de liquiditeit

source: Join now!
nl: Doe nu mee!

source: Follow us
nl: Volg ons

source: Products &amp; Services
nl: Producten &amp; diensten

source: Communities
nl: Gemeentes

source: Policy Makers
nl: Beleidsmakers

source: Questions? Call us: +31 (0)20 717 3505
nl: Vragen? Bel ons: +31 (0)20 717 3505

source: New match
nl: Nieuwe match

source: is offering
nl: biedt

source: wants
nl: vraagt

source: Matches found for your newly added Offer categories
nl: Bedrijven die mogelijk op zoek zijn naar uw aanbod

source: Matches found for your newly added Want categories
nl: Bedrijven die mogelijk kunnen bieden waarnaar u op zoek bent

source: Set your location for the Businesses map by clicking on the map
nl: Stel uw locatie in door op de kaart te klikken

source: Latest offers
nl: Recent aanbod

source: Latest wants
nl: Recente vraag

source: Invoices
nl: Facturen

source: Business Terminals
nl: Terminals

source: Good causes
nl: Spaardoelen

source: offer
nl: aangeboden

source: demand
nl: gevraagd

source: The administrator has temporarily placed your advert on hold. Please contact %(admin_name)s &lt;%(admin_email)s&gt;
nl: De administrator heeft uw advertentie tijdelijk geblokkeerd. Neem a.u.b. contact op met %(admin_name)s &lt;%(admin_email)s&gt;

source: Disable
nl: Uitschakelen

source: Results per page
nl: Resultaten per pagina

source: Sort
nl: Sorteer

source: Price range
nl: Prijsbereik

source: To
nl: Aan

source: Please check the form for any errors
nl: Controleer het formulier op fouten

source: Welcome <span>%(cc3_profile_full_name)s</span>
nl: Welkom <span>%(cc3_profile_full_name)s</span>

source: previous
nl: vorige

source: next
nl: volgende

source: Account successfully activated
nl: Account met succes geactiveerd

source: Log in
nl: Inloggen

source: Account activation failed
nl: Account activatie mislukt

source: Activate account at
nl: Activeer account bij

source: Link is valid for %(expiration_days)s days.
nl: Link is geldig gedurende %(expiration_days)s dagen.

source: Account activation on
nl: Account activatie op

source: You are logged in
nl: U bent ingelogd

source: Edit my profile
nl: Wijzig mijn profiel

source: Forgot password
nl: Wachtwoord vergeten

source: Reset it
nl: Vernieuw

source: Not member
nl: Geen lid

source: Register
nl: Registreer

source: Logged out
nl: Uitgelogd

source: Logged in
nl: Ingelogd

source: Log out
nl: Uitloggen

source: Change password
nl: Wijzig wachtwoord

source: Password change
nl: Wachtwoord wijzigen

source: Your password has been changed
nl: Uw wachtwoord is gewijzigd

source: Old Password
nl: Oud wachtwoord

source: New Password
nl: Nieuw wachtwoord

source: New Password confirmation
nl: Nieuw wachtwoord (nogmaals)

source: Password reset successfully
nl: Wachtwoord succesvol vernieuwd

source: Password reset failed
nl: Wachtwoord kon niet worden vernieuwd

source: Password reset
nl: Wachtwoord vernieuwen

source: Email with password reset instructions has been sent.
nl: E-mail met instructies voor het vernieuwen van uw wachtwoord is verstuurd.

source: Dear %(full_name)s, You can reset your %(site_name)s password by following this link
nl: Beste %(full_name)s, U kunt uw %(site_name)s wachtwoord vernieuwen via de volgende link

source: If you did not reset your password, you can ignore this message
nl: Als u niet uw wachtwoord opnieuw heeft ingesteld, negeer dan dit bericht

source: Registration complete
nl: Registratie voltooid

source: You are now registered. Activation email sent.
nl: U bent u geregistreerd. Een activatie e-mail is verzonden

source: Register to join today!
nl: Registreer vandaag nog!

source: Email Address
nl: E-mailadres

source: Terms and Conditions
nl: Algemene Voorwaarden

source: I've read and accepted the<br />%(site_name)s <a href="%(tandc_url)s">terms &amp; conditions
nl: Ik heb de <a href="%(tandc_url)s">algemene voorwaarden van<br />%(site_name)s gelezen en geaccepteerd

source: {0} profiles successfully deactivated
nl: {0} profielen succesvol gedeactiveerd

source: Good Causes Donations: Set percentage rate
nl: Spaardoel donatiepercentage instellen

source: Note that these percentages may be overridden by Institutional users when using the bulk-upload reward feature.
nl: Let op: van deze percentages kan door gebruikers van het type 'instelling' worden afgeweken wanneer zij de 'bulk waardering' functie gebruiken.

source: Updated
nl: Bijgewerkt

source: Closed
nl: Gesloten

source: Offer Categories
nl: Aanbod Categorie

source: Want Categories
nl: Gevraagd Categorie

source: Please enter your First Name
nl: Vul uw voornaam in

source: Please enter a {1} of {0} or fewer characters
nl: Vul een {1} in van maximaal {0} karakters

source: Please enter your Last Name
nl: Vul uw achternaam in

source: Please enter your Business Name
nl: Vul uw bedrijfsnaam in

source: Please enter your Address
nl: Vul uw adres in

source: Please enter a valid Phone Number
nl: Vul een geldig telefoonnummer in

source: Please enter your Mobile Number
nl: Vul een mobiel telefoonnummer in

source: Please enter a mobile number of at least {0} digits
nl: Vul een telefoonnummer van tenminste {0} cijfers in

source: Please enter a mobile number of at most {0} digits
nl: Vul een telefoonnummer van maximaal {0} cijfers in

source: Please enter a valid Mobile Number
nl: Vul een geldig mobiel telefoonnummer in

source: Please check the form for errors
nl: Controleer het formulier a.u.b. op fouten

source: Username
nl: Gebruikersnaam

source: User (Business)
nl: Gebruiker (Winkelier)

source: Users (Businesses)
nl: Gebruikers (Winkeliers)

source: User (Institution)
nl: Gebruiker (Instelling)

source: Users (Institutions)
nl: Gebruikers (Instellingen)

source: User (Charity)
nl: Gebruiker (Spaardoel)

source: Users (Charity)
nl: Gebruikers (spaardoelen)

source: user
nl: gebruiker

source: Picture
nl: Profielafbeelding

source: Picture height
nl: Afbeeldingshoogte

source: Picture width
nl: Afbeeldingsbreedte

source: Job title
nl: Functie

source: Must reset password
nl: vernieuw wachtwoord

source: Is pending closure
nl: wordt gesloten

source: Date closure requested
nl: Sluitingsdatum vereist

source: Is visible
nl: Profiel zichtbaar voor andere gebruikers

source: Marking as visible shows the profile to be shown on the marketplace
nl: Wanneer aangevinkt, is het profiel zichtbaar op de website voor andere gebruikers

source: Profile approved
nl: Profiel goedgekeurd

source: Approving profile will automatically make it visible; unapproving will make it invisible
nl: Het profiel wordt zichtbaar als het is goedgekeurd - als de goedkeuring wordt verwijdert wordt het profiel onzichtbaar

source: Has received activation invoice
nl: Heeft een activatiefactuur ontvangen

source: Has notified profile complete
nl: Heeft aangegeven dat profiel compleet is

source: Notify me about new activities
nl: Stuur mij e-mailnotificaties over activiteiten

source: Credit term (months)
nl: Krediet termijn (in maanden)

source: Date balance went negative
nl: Datum negatief saldo

source: Date negative balance warning was sent
nl: Datum waarop waarschuwing negatief saldo is verzonden

source: Date balance exceeded limit
nl: Datum waarop de saldolimiet is overschreden

source: Cyclos Group
nl: Type Gebruiker

source: profile
nl: profiel

source: profiles
nl: profielen

source: Free
nl: Gratis

source: Paid account
nl: Betaalde Account

source: Free Account
nl: Gratis Account

source: Upgrade
nl: Opwaarderen

source: User closed account
nl: Gebruiker heeft account opgeheven

source: cyclos statuses
nl: cyclos statussen

source: cc3 profile
nl: CC3 profiel

source: Cyclos Group ID
nl: cyclos groep ID

source: Cyclos backend group ID.
nl: cyclos backend groep ID

source: Community members first
nl: Communityleden eerst

source: Only community members
nl: Alleen communityleden

source: No community filter
nl: Geen Communityfilter

source: Community title
nl: Community titel

source: Negative balance warning (days)
nl: Waarschuwing negatief saldo (in dagen)

source: Email members about new campaigns
nl: Stuur spaarders een e-mail over nieuwe activiteiten

source: Default donation percentage
nl: Standaard (default) percentage voor community

source: Minimum donation percentage
nl: Minimale Spaardoel afdracht voor community

source: Maximum donation percentage
nl: Maximale Spaardoel afdracht voor community

source: community registration code
nl: community code

source: channels
nl: kanalen

source: Default title
nl: Standaardtitel

source: Default message, shown to user
nl: Standaardbericht, zichtbaar voor gebruiker

source: Text for link
nl: Hyperlink tekst

source: Number of times a message should appear to a user (optional).
nl: Aantal keren dat een bericht moet verschijnen aan gebruiker (optioneel)

source: status messages
nl: Statusberichten

source: Status Message title
nl: Titel statusbericht

source: Status message
nl: Statusberichten

source: user statuses
nl: gebruikersstatussen

source: Manage Cards
nl: Beheer passen

source: Please enter a First name of 10 or fewer characters
nl: Vul uw voornaam in

source: Please enter a Last name of 10 or fewer characters
nl: Vul uw achternaam in

source: Please enter a Business name of 10 or fewer characters
nl: Vul uw bedrijfsnaam in

source: Please enter a valid Phone Number (Should start with '02')
nl: Vul een geldig telefoonnummer in

source: Please enter a mobile number of at least 8 digits
nl: Vul een telefoonnummer van tenminste {0} cijfers in

source: Please enter a mobile number of at most 8 digits
nl: Vul een telefoonnummer van maximaal {0} cijfers in

source: Please enter a valid Mobile Number (Should start with '06')
nl: Vul een geldig mobiel telefoonnummer in

source: KvK number should be 8 digits
nl: Het KVK nummer moet uit 8 cijfers bestaan

source: There is already an account with this e-mail address in our system.
nl: Er is reeds een account met dit e-mailadres in ons systeem

source: Cannot connect to check email in the backend system at the moment, please try later.
nl: Er komt momenteel geen verbinding met backend systeem tot stand om e-mail te controleren. Probeer a.u.b. later nogmaals.

source: There is already an account with this username in our system.
nl: Er is reeds een account met deze gebruikersnaam in ons systeem

source: Cannot connect to check username in the backend system at the moment, please try later.
nl: Er komt momenteel geen verbinding met backend systeem tot stand om e-mail te controleren. Probeer a.u.b. later nogmaals.

source: Lookup
nl: Opzoeken

source: Add %(name)s
nl: %(name)s toevoegen

source: Processed
nl: Verwerkt

source: Description of the file format
nl: Beschrijving van het bestandsformaat

source: Description of the file type
nl: Beschrijving van het bestandsformaat

source: Please enter a correct email and password. Note that both fields may be case-sensitive.
nl: Voer een correcte gebruikersnaam en wachtwoord in. Let op dat beide velden hoofdlettergevoelig zijn.

source: Street
nl: Straat

source: Bank Details: Street address, Town, County, Postal Code
nl: Bankgegevens: Straatnaam, Plaats, Postcode

source: Please pay via bank transfer or cheque. All payments should be made in {}.
nl: Betaal a.u.b. via bank overboeking of cheque. All betalingen moeten gedaan worden in {}.a

source: Make cheques payable to {0}.
nl: Maak cheques betaalbaar aan {0}.

source: Invoice no: {0}
nl: Factuurnummer.: {0}

source: Invoice Date: {0}
nl: Factuurdatum: {0}

source: Qty
nl: Hoeveelheid

source: Unit Price
nl: Prijs per stuk

source: Tax
nl: BTW

source: Sub total:
nl: Sub-totaal:

source: Tax:
nl: BTW:

source: Total:
nl: Totaal:

source: Your Invoices
nl: Uw facturen

source: From
nl: Van

source: Paid?
nl: Betaald?

source: Yes
nl: Ja

source: No
nl: Nee

source: No invoices found.
nl: Geen facturen gevonden

source: Regular
nl: Regelmatig

source: Enabled
nl: Ingeschakeld

source: Disabled
nl: Uitgeschakeld

source: On hold
nl: In de wacht

source: Most recent
nl: Meest recent

source: Price (ascending)
nl: Prijs (oplopend)

source: Price (descending)
nl: Prijs (aflopend)

source: Change ad status
nl: Verander status advertentie

source: You are not allowed to change the status of an ad that's On Hold.
nl: U mag van een advertentie dat in de wacht staat de status niet veranderen

source: The description must be shorter than {0} letters.
nl: De beschrijving moet korter zijn dan {0} letters.

source: Please, enter a price
nl: Voer a.u.b. een prijs in

source: Enter image title
nl: Voer afbeelding titel in

source: Please an amount to pay
nl: Vul een bedrag in

source: Please check the company name
nl: Controleer a.u.b. de bedrijfsnaam

source: Advertiser's name
nl: Naam adverteerder

source: Your email address
nl: E-mailadres

source: Any comments about the enquiry?
nl: Bericht

source: Please select at least one category
nl: Selecteer een categorie

source: Please select at least one community
nl: Selecteer tenminste één gemeente

source: Number of {0} per person
nl: Aantal {0} per deelnemer

source: Number of participants
nl: Aantal deelnemers

source: The reward must be > 0
nl: Een waardering moet hoger dan 0 bedragen

source: The reward must be an integer amount
nl: Decimalen zijn niet toegestaan

source: From must be before To
nl: De begindatum moet voor de einddatum liggen

source: Must supply both From and To (or leave both blank)
nl: U moet zowel een begindatum als einddatum opgeven

source: Offer or Want in MVP - to be translated?
nl: Aanbod of Vraag in MVP - om te vertalen

source: Created by
nl: Gecreëerd door

source: A caption to be displayed or used as alt text
nl: een voorbeeld tekst

source: Not currently in use, but could hide images when unticked if implemented
nl: Momenteel niet in gebruik, maar afbeeldingen kunnen verborgen wordenals vink weggehaald wordt, indien geïmplementeerd.

source: Not currently in use
nl: Momenteel niet in gebruik

source: Pricing option
nl: Prijsoptie

source: Title of the offer/want
nl: Advertentietitel

source: Offer or want
nl: Type advertentie

source: Other pricing option
nl: Andere prijs optie

source: Keywords
nl: Kernwoorden

source: Only community administrators may change "on hold" ads
nl: Alleen community administrators kunnene "on hold" advertenties veranderen

source: Published
nl: Gepubliceerd
